[
  {
    "id": "abyz",
    "name": "Abyz",
    "trait": "hazardous",
    "resources": 3,
    "influence": 0,
    "flavorText": "Its thick, complex atmosphere is inhospitable to most races, but Abyz is known for its seemingly endless natural reserves of rare minerals and precious metals.",
    "source": "base"
  },
  {
    "id": "fria",
    "name": "Fria",
    "trait": "hazardous",
    "resources": 2,
    "influence": 0,
    "flavorText": "Brutally cold ice world populated only by a few scattered mining camps. Despite brutal climate, highly prized for its deposits of rare ores used in starship drives.",
    "source": "base"
  },
  {
    "id": "arinam",
    "name": "Arinam",
    "trait": "industrial",
    "resources": 1,
    "influence": 2,
    "flavorText": "Isolated planet poor in resources but rich in natural beauty. Boasts many exotic resorts frequented by the rich and famous of the galaxy.",
    "source": "base"
  },
  {
    "id": "meer",
    "name": "Meer",
    "trait": "hazardous",
    "resources": 0,
    "influence": 4,
    "techSpecialty": "red",
    "flavorText": "Hellish world immolated in the inferno of its nearby sun. Famed for the fiery majesty of its surface when viewed from the safety of its many orbital stations.",
    "source": "base"
  },
  {
    "id": "arnor",
    "name": "Arnor",
    "trait": "industrial",
    "resources": 2,
    "influence": 1,
    "flavorText": "Lush, green world that is renowned for some of the most fertile soil in the galaxy. Dominated by endless fields and the processing facilities of large agricultural firms.",
    "source": "base"
  },
  {
    "id": "lor",
    "name": "Lor",
    "trait": "industrial",
    "resources": 1,
    "influence": 2,
    "flavorText": "Wreathed in vast seas of methane ice. Sea floor drilling platforms harvest rare crystals used in advance computers and energy weapons.",
    "source": "base"
  },
  {
    "id": "bereg",
    "name": "Bereg",
    "trait": "hazardous",
    "resources": 3,
    "influence": 1,
    "flavorText": "A frozen world that is inhospitable to most races. Indentured laborers risk attacks from arctic sharaks in the infamous Iodinium mines.",
    "source": "base"
  },
  {
    "id": "lirta-iv",
    "name": "Lirta IV",
    "trait": "hazardous",
    "resources": 2,
    "influence": 3,
    "flavorText": "Covered in vast swamps and fetid bogs. Home to rare biochemical compounds unique to its marshlands used in everything from exotic foods to biogenic drugs.",
    "source": "base"
  },
  {
    "id": "centauri",
    "name": "Centauri",
    "trait": "cultural",
    "resources": 1,
    "influence": 3,
    "flavorText": "Venerable world with few resources but a rich history. Site of important treaties between several races during the Twilight Wars.",
    "source": "base"
  },
  {
    "id": "gral",
    "name": "Gral",
    "trait": "industrial",
    "resources": 1,
    "influence": 1,
    "techSpecialty": "yellow",
    "flavorText": "Backwater planet with modest resources and an unassuming populace. Most noted for the reliable and affordable vehicles produced in its factories.",
    "source": "base"
  },
  {
    "id": "coorneeq",
    "name": "Coorneeq",
    "trait": "cultural",
    "resources": 1,
    "influence": 2,
    "flavorText": "Former garden world that has subsequently enjoyed increased industrialization. Home to the esteemed Free Worlds Academy of Military Science and Research.",
    "source": "base"
  },
  {
    "id": "resculon",
    "name": "Resculon",
    "trait": "cultural",
    "resources": 2,
    "influence": 0,
    "flavorText": "Poor in natural resources, but a nearby nexus of major trade routes has brought it increasing wealth as interstellar commerce has intensified.",
    "source": "base"
  },
  {
    "id": "dal-bootha",
    "name": "Dal Bootha",
    "trait": "cultural",
    "resources": 0,
    "influence": 2,
    "flavorText": "A populous planet whose resources have been severely depleted. Well-educated citizenry and many universities, but dependent on foreign imports.",
    "source": "base"
  },
  {
    "id": "xxehan",
    "name": "Xxehan",
    "trait": "cultural",
    "resources": 1,
    "influence": 1,
    "flavorText": "Known for genetically complex native lifeforms adapted to tainted atmosphere and biochemistry.",
    "source": "base"
  },
  {
    "id": "lazar",
    "name": "Lazar",
    "trait": "industrial",
    "resources": 1,
    "influence": 0,
    "techSpecialty": "yellow",
    "flavorText": "The only inhabited world in a forgettable system. Few native resources and only rudimentary, often underdeveloped, industries.",
    "source": "base"
  },
  {
    "id": "sakulag",
    "name": "Sakulag",
    "trait": "hazardous",
    "resources": 2,
    "influence": 1,
    "flavorText": "Jungle planet plagued by dangerous predators such as the arboreal razeden. Home to many exotic biochemicals and natural pharmaceuticals.",
    "source": "base"
  },
  {
    "id": "lodor",
    "name": "Lodor",
    "trait": "cultural",
    "resources": 3,
    "influence": 1,
    "techSpecialty": "green",
    "flavorText": "Wealthy planet ruled by powerful biotech consortiums. Rumored to harbor hidden caches of outlawed bacterial weapons.",
    "source": "base"
  },
  {
    "id": "mehar-xull",
    "name": "Mehar Xull",
    "trait": "hazardous",
    "resources": 1,
    "influence": 3,
    "techSpecialty": "blue",
    "flavorText": "Unstable radiation belts create hazardous living conditions but facilitate research in the electro-quantum propulsion technologies.",
    "source": "base"
  },
  {
    "id": "mellon",
    "name": "Mellon",
    "trait": "cultural",
    "resources": 0,
    "influence": 2,
    "flavorText": "Poor in natural resources but rich in exotic plant and animal life. Protected as a planetary xenological garden and lifeform preserve.",
    "source": "base"
  },
  {
    "id": "zohbat",
    "name": "Zohbat",
    "trait": "cultural",
    "resources": 3,
    "influence": 1,
    "flavorText": "Known for its highly intoxicating Zohlian whiskey and the planetary space elevator that links the surface with orbital stations and shipyards.",
    "source": "base"
  },
  {
    "id": "new-albion",
    "name": "New Albion",
    "trait": "industrial",
    "resources": 1,
    "influence": 1,
    "techSpecialty": "green",
    "flavorText": "Rare atmospheric composition and biochemistry support lifeforms unlike any others in the galaxy.",
    "source": "base"
  },
  {
    "id": "starpoint",
    "name": "Starpoint",
    "trait": "hazardous",
    "resources": 3,
    "influence": 1,
    "flavorText": "Large planet with eight small moons that supply a wide range of valuable resources. Acidic rains and toxic storms make it an unappealing destination for tourists.",
    "source": "base"
  },
  {
    "id": "quann",
    "name": "Quann",
    "trait": "cultural",
    "resources": 2,
    "influence": 1,
    "techSpecialty": "yellow",
    "flavorText": "Since the discovery of the Alpha Wormhole, this temperate planet with two continents and one large ocean has been a haven for traders and smugglers alike.",
    "source": "base"
  },
  {
    "id": "qucenn",
    "name": "Qucen'n",
    "trait": "industrial",
    "resources": 1,
    "influence": 2,
    "flavorText": "After the Twilight Wars, existed for centuries as a near-utopia of scattered communal farms free from governmental interference.",
    "source": "base"
  },
  {
    "id": "rarron",
    "name": "Rarron",
    "trait": "cultural",
    "resources": 0,
    "influence": 3,
    "flavorText": "Large, populous world with three distinctive moons renowned for its biomodification clinics and cyber boutiques.",
    "source": "base"
  },
  {
    "id": "saudor",
    "name": "Saudor",
    "trait": "industrial",
    "resources": 2,
    "influence": 2,
    "flavorText": "Prosperous planet with large native population and substantial industry. Extreme axial tilt results in long day-night cycle that some races find uncomfortable.",
    "source": "base"
  },
  {
    "id": "tarmann",
    "name": "Tar'Mann",
    "trait": "industrial",
    "resources": 1,
    "influence": 1,
    "techSpecialty": "green",
    "flavorText": "Small, isolated planet with small population and modest resources. Most famous for its delicious avinberries.",
    "source": "base"
  },
  {
    "id": "tequran",
    "name": "Tequ'ran",
    "trait": "hazardous",
    "resources": 2,
    "influence": 0,
    "flavorText": "Desolate planet transformed into weapons testing facility for large defense consortiums.",
    "source": "base"
  },
  {
    "id": "torkan",
    "name": "Torkan",
    "trait": "cultural",
    "resources": 0,
    "influence": 3,
    "flavorText": "Populous planet almost completely dependent on foreign imports to sustain the extravagant lifestyles of its citizens.",
    "source": "base"
  },
  {
    "id": "thibah",
    "name": "Thibah",
    "trait": "industrial",
    "resources": 1,
    "influence": 1,
    "techSpecialty": "blue",
    "flavorText": "Burdened by overpopulation and low mineral content in the planetary crust. Historically used as a staging world for deep-space exploration and trade.",
    "source": "base"
  },
  {
    "id": "vefut-ii",
    "name": "Vefut II",
    "trait": "hazardous",
    "resources": 2,
    "influence": 2,
    "flavorText": "Massive, rocky world cursed with extreme gravity. Underground cities support advanced research in antigravity technologies.",
    "source": "base"
  },
  {
    "id": "wellon",
    "name": "Wellon",
    "trait": "industrial",
    "resources": 1,
    "influence": 2,
    "techSpecialty": "yellow",
    "flavorText": "Sky cities suspended in helium-rich atmosphere more noted for fantastic views than the small quantities of exotic elements harvested by their chemical mines.",
    "source": "base"
  },
  {
    "id": "mecatol-rex",
    "name": "Mecatol Rex",
    "resources": 1,
    "influence": 6,
    "flavorText": "Once a splendid place, now a sad devastated wasteland. Only the radiation-shielded Mecatol city, the seat of the powerful Galactic Council, remains habitable.",
    "source": "base"
  },
  {
    "id": "mecatol-rex-omega",
    "name": "Mecatol Rex",
    "resources": 1,
    "influence": 6,
    "legendary": true,
    "ability": "You may exhaust this card and discard 1 secret objective at the end of your turn to draw 1 secret objective.",
    "flavorText": "Once a splendid place, now a sad devastated wasteland. Only the radiation-shielded Mecatol city, the seat of the powerful Galactic Council, remains habitable.",
    "source": "thunders-edge",
    "replaces": "mecatol-rex"
  },
  {
    "id": "archon-vail",
    "name": "Archon Vail",
    "trait": "hazardous",
    "resources": 1,
    "influence": 3,
    "techSpecialty": "blue",
    "flavorText": "A former Xxcha colony, its extremely low temperatures create exotic molecular compounds that give the world its famed violet hue. Orbital facilities use the compounds in high-energy stardrive research.",
    "source": "pok"
  },
  {
    "id": "perimeter",
    "name": "Perimeter",
    "trait": "industrial",
    "resources": 2,
    "influence": 1,
    "flavorText": "Former garrison world with fond memories of the Lazax. Maintains formidable military with informal ties to the Winnu. Perpendicular rings make orbital navigation difficult.",
    "source": "pok"
  },
  {
    "id": "ang",
    "name": "Ang",
    "trait": "industrial",
    "resources": 2,
    "influence": 0,
    "techSpecialty": "red",
    "flavorText": "High rotational speed creates extremely energized magnetosphere. Orbital taps use this to energize starship fuels and power labs developing new beam weapons.",
    "source": "pok"
  },
  {
    "id": "sem-lore",
    "name": "Sem-Lore",
    "trait": "cultural",
    "resources": 3,
    "influence": 2,
    "techSpecialty": "yellow",
    "flavorText": "Home to the Semanora, and heavily damaged in the Twilight Wars. Rustling warship hulks litter the rod-deserts, making it a war memorial and salvage site.",
    "source": "pok"
  },
  {
    "id": "vorhal",
    "name": "Vorhal",
    "trait": "cultural",
    "resources": 0,
    "influence": 2,
    "techSpecialty": "green",
    "flavorText": "This icy world is wreathed by powerful storms, forcing inhabitants to live underground in geothermal vents. Pacifistic locals award yearly \"peace prizes\" to peacemakers across the galaxy.",
    "source": "pok"
  },
  {
    "id": "atlas",
    "name": "Atlas",
    "trait": "hazardous",
    "resources": 3,
    "influence": 1,
    "flavorText": "Heavy grav world and former Sol colony famed for squat, strong inhabitants and strategic location. Visitors need support exoskeletons to move on the surface.",
    "source": "pok"
  },
  {
    "id": "primor",
    "name": "Primor",
    "trait": "cultural",
    "resources": 2,
    "influence": 1,
    "legendary": true,
    "techSpecialty": "green",
    "flavorText": "Large temperate world. Site of several pitched battles during the Twilight Wars due to valuable osmium deposits and a well-educated populace.",
    "source": "pok"
  },
  {
    "id": "hopes-end",
    "name": "Hope's End",
    "trait": "hazardous",
    "resources": 3,
    "influence": 0,
    "legendary": true,
    "flavorText": "Buried in the Ichal Nebula. The Lazax used the toxic wildlife and fierce aurora storms to train their troops. Even now, volatile weapon caches remain hidden beneath its sands.",
    "source": "pok"
  },
  {
    "id": "cormund",
    "name": "Cormund",
    "trait": "hazardous",
    "resources": 2,
    "influence": 0,
    "flavorText": "A remote and sparsely settled Naaz-Rokha world destroyed during early entropic field tests. Now mining corporations harvest metals from the shattered core.",
    "source": "pok"
  },
  {
    "id": "everra",
    "name": "Everra",
    "trait": "cultural",
    "resources": 3,
    "influence": 1,
    "flavorText": "Ancient world of red seas and bare rocks. Locals live in wondrous nano-carbon cities built by a mysterious ancient race, and mine nearby nebulae for rare gases.",
    "source": "pok"
  },
  {
    "id": "jeol-ir",
    "name": "Jeol Ir",
    "trait": "industrial",
    "resources": 2,
    "influence": 3,
    "flavorText": "Heavily industrialized world. Pollution has killed all life outside of dome cities, but twin suns provide constant power for factories and huge populace.",
    "source": "pok"
  },
  {
    "id": "accoen",
    "name": "Accoen",
    "trait": "industrial",
    "resources": 2,
    "influence": 3,
    "flavorText": "Populace lives on continent sized fungal rafts that float atop a soupy, world-spanning ocean of useful bio-compounds. Popular research site for biologists.",
    "source": "pok"
  },
  {
    "id": "kraag",
    "name": "Kraag",
    "trait": "hazardous",
    "resources": 2,
    "influence": 1,
    "flavorText": "A heavily irradiated world known only for its dust mines. Recently a massive \"tomb\" of dormant Titans was discovered in the southern hemisphere.",
    "source": "pok"
  },
  {
    "id": "siig",
    "name": "Siig",
    "trait": "hazardous",
    "resources": 0,
    "influence": 2,
    "flavorText": "World covered in frozen, cesium-laced oceans. Archives buried deep beneath the surface use the cold to preserve relics and operate massive computers.",
    "source": "pok"
  },
  {
    "id": "bakal",
    "name": "Ba'kal",
    "trait": "industrial",
    "resources": 3,
    "influence": 2,
    "flavorText": "Dry, rocky deserts stretch from pole to pole. Shield cities protect against sandstorms while supplying nomadic harvester crawlers that mine the barrens for salt compounds.",
    "source": "pok"
  },
  {
    "id": "alio-prima",
    "name": "Alio Prima",
    "trait": "cultural",
    "resources": 1,
    "influence": 1,
    "flavorText": "Wet planet covered in rivers, lakes and small seas but no oceans. Dry poles provide haven from constant floods. Numerous farms famous for luxury foodstuffs.",
    "source": "pok"
  },
  {
    "id": "lisis",
    "name": "Lisis",
    "trait": "industrial",
    "resources": 2,
    "influence": 2,
    "flavorText": "Primordial world with primitive native life. Potential for terraforming led to the infamous genocide of Saar settlements by Sardakk N'orr and ongoing conflicts between them and Naalu forces.",
    "source": "pok"
  },
  {
    "id": "velnor",
    "name": "Velnor",
    "trait": "industrial",
    "resources": 2,
    "influence": 1,
    "techSpecialty": "red",
    "flavorText": "Barren world of windswept rocks and thick, murky oceans. Lack of local lifeforms allows corporations to strip-mine the surface and test orbital kinetic weapons at the poles.",
    "source": "pok"
  },
  {
    "id": "cealdri",
    "name": "Cealdri",
    "trait": "cultural",
    "resources": 0,
    "influence": 2,
    "techSpecialty": "yellow",
    "flavorText": "Small cities huddle on the shores of the single ocean and avoid the arid continental interiors. Mentak ships hunt departing vessels carrying bespoke cybernetics.",
    "source": "pok"
  },
  {
    "id": "xanhact",
    "name": "Xanhact",
    "trait": "hazardous",
    "resources": 0,
    "influence": 1,
    "flavorText": "Rebelled during the end of the Lazax Empire, and was bombarded to ash by a Lazax fleet as an example. Left by the Galactic Council as a memorial to Lazax tyranny.",
    "source": "pok"
  },
  {
    "id": "vega-major",
    "name": "Vega Major",
    "trait": "cultural",
    "resources": 2,
    "influence": 1,
    "flavorText": "Most of the population resides in orbital habitats supporting mining operations in the planetary ring. Surface colonization limited due to oceanic macrosquid infestations.",
    "source": "pok"
  },
  {
    "id": "vega-minor",
    "name": "Vega Minor",
    "trait": "cultural",
    "resources": 1,
    "influence": 2,
    "techSpecialty": "blue",
    "flavorText": "Famous for extremely shallow seas covering most of the surface and for the renowned Vega Propulsion Corporation. Stilt cities host vibrant multi-species populations.",
    "source": "pok"
  },
  {
    "id": "abaddon",
    "name": "Abaddon",
    "trait": "cultural",
    "resources": 1,
    "influence": 0,
    "flavorText": "A temperate planet whose low gravity allows for stunningly tall mountain ranges. Serves as a stop-over for trade routes to the nearby Vorish Cluster.",
    "source": "pok"
  },
  {
    "id": "ashtroth",
    "name": "Ashtroth",
    "trait": "hazardous",
    "resources": 2,
    "influence": 0,
    "flavorText": "Covered in boggy landmasses and shallow seas. Algal blooms provide rich biomass for processed foods, but create smelly (and often toxic) offgassing.",
    "source": "pok"
  },
  {
    "id": "loki",
    "name": "Loki",
    "trait": "industrial",
    "resources": 1,
    "influence": 2,
    "flavorText": "Cold and wracked with violent storms, Loki still hosts several Yssaril and human colonies, some of which have engaged in escalating shadow-conflicts.",
    "source": "pok"
  },
  {
    "id": "rigel-i",
    "name": "Rigel I",
    "trait": "hazardous",
    "resources": 0,
    "influence": 1,
    "techSpecialty": "green",
    "flavorText": "Hot, innermost world of the Rigel system. Cities and native life cluster inland from the heavily alkaline oceans.",
    "source": "pok"
  },
  {
    "id": "rigel-ii",
    "name": "Rigel II",
    "trait": "industrial",
    "resources": 1,
    "influence": 2,
    "techSpecialty": "blue",
    "flavorText": "Temperate world with expansive oceans. Covered in estates and resorts for the system's elite, with extensive fisheries that feed much of the rest of the system.",
    "source": "pok"
  },
  {
    "id": "rigel-iii",
    "name": "Rigel III",
    "trait": "industrial",
    "resources": 1,
    "influence": 1,
    "techSpecialty": "green",
    "flavorText": "Outermost world of the Rigel system, and extensively settled despite cooler climates. Boasts a diverse range of industries and research institutions.",
    "source": "pok"
  },
  {
    "id": "mallice",
    "name": "Mallice",
    "trait": "cultural",
    "resources": 0,
    "influence": 3,
    "legendary": true,
    "techSpecialty": "yellow",
    "notes": "Part of the Wormhole Nexus tile",
    "flavorText": "Trapped in a space believed to be beyond our universe, a shimmering world of strange energies and disconcerting warping of physical laws sitting at the heart of a strategically vital wormhole nexus.",
    "source": "pok"
  },
  {
    "id": "mirage",
    "name": "Mirage",
    "trait": "cultural",
    "resources": 1,
    "influence": 2,
    "legendary": true,
    "notes": "Placed when the Mirage frontier card is drawn",
    "flavorText": "Exists on no known charts and appears deserted to those who stumble across it. However, secretive locals live in cloaked cities heavily defended by swarms of starfighters.",
    "source": "pok"
  },
  {
    "id": "lesab",
    "name": "Lesab",
    "trait": ["hazardous", "industrial"],
    "resources": 2,
    "influence": 1,
    "flavorText": "Lesab is either a resounding success or dangerous failure of terraforming, with its surface now dominated by a semi-sentient fungus.",
    "source": "thunders-edge"
  },
  {
    "id": "olergodt",
    "name": "Olergodt",
    "trait": ["hazardous", "industrial"],
    "resources": 2,
    "influence": 1,
    "techSpecialty": "red",
    "flavorText": "Olergodt's dozen moons create dramatic and dangerous tides, but also host a bustling mining industry.",
    "source": "thunders-edge"
  },
  {
    "id": "the-watchtower",
    "name": "The Watchtower",
    "trait": "hazardous",
    "resources": 1,
    "influence": 1,
    "flavorText": "Sporting methods of construction found nowhere else in the known galaxy, the Watchtower's origin is unknown. Some of its occupants have been standing watch there for countless generations.",
    "source": "thunders-edge"
  },
  {
    "id": "vira-pics-iii",
    "name": "Vira-Pics III",
    "trait": ["hazardous", "cultural"],
    "resources": 2,
    "influence": 3,
    "flavorText": "The atmosphere on Vira-Pics III is so dense that no trace of the rugged civilization clinging to life on the planet's surface is visible from orbit.",
    "source": "thunders-edge"
  },
  {
    "id": "andeara",
    "name": "Andeara",
    "trait": "cultural",
    "resources": 1,
    "influence": 1,
    "flavorText": "Located deep in Shaleri space, the formerly isolated shikrai outpost on Andeara serves as a key access point to those wishing to do business with the Creuss.",
    "source": "thunders-edge"
  },
  {
    "id": "lemox",
    "name": "Lemox",
    "trait": "cultural",
    "resources": 0,
    "influence": 3,
    "flavorText": "Its twin space elevators are marvels of engineering, but industry on the planet came to a grinding halt when local spacetime collapsed.",
    "source": "thunders-edge"
  },
  {
    "id": "emelpar",
    "name": "Emelpar",
    "trait": ["cultural", "industrial"],
    "resources": 0,
    "influence": 2,
    "legendary": true,
    "flavorText": "The legendary ruins on Emelpar's moons must certainly date to before the Lazax, but no other trace of this vanished civilization remains.",
    "source": "thunders-edge"
  },
  {
    "id": "faunus",
    "name": "Faunus",
    "trait": ["cultural", "industrial"],
    "resources": 1,
    "influence": 3,
    "legendary": true,
    "techSpecialty": "green",
    "flavorText": "Faunus is ecologically rich, which supports the controversial biogenetics research of the Maxis order.",
    "source": "thunders-edge"
  },
  {
    "id": "garbozia",
    "name": "Garbozia",
    "trait": ["hazardous", "industrial"],
    "resources": 2,
    "influence": 1,
    "legendary": true,
    "flavorText": "Once an Imperial dumping ground, the mixture of mineral and chemical waste on Garbozia has become a resource - and a hazard - of its own.",
    "source": "thunders-edge"
  },
  {
    "id": "tempesta",
    "name": "Tempesta",
    "trait": ["hazardous", "cultural"],
    "resources": 1,
    "influence": 1,
    "legendary": true,
    "techSpecialty": "blue",
    "flavorText": "The frozen halo in Tempesta's sky is a potent fuel for reaction drives. The planet itself is virtually uninhabitable.",
    "source": "thunders-edge"
  },
  {
    "id": "industrex",
    "name": "Industrex",
    "trait": ["hazardous", "industrial"],
    "resources": 2,
    "influence": 0,
    "legendary": true,
    "techSpecialty": "yellow",
    "flavorText": "With an unusually strong planetary magnetosphere, Industrex also sports an active and quite beautiful atmosphere full of auroras.",
    "source": "thunders-edge"
  },
  {
    "id": "capha",
    "name": "Capha",
    "trait": "hazardous",
    "resources": 3,
    "influence": 0,
    "flavorText": "The green zones maintain a stable atmosphere, but Capha's lack of a magnetosphere means that its breathable air is swiftly stripped by cosmic wind.",
    "source": "thunders-edge"
  },
  {
    "id": "kostboth",
    "name": "Kostboth",
    "trait": "hazardous",
    "resources": 0,
    "influence": 1,
    "flavorText": "Kostboth is an infant planet, not yet cooled from its formation. A tiny community of poets and scientists lives in orbit, chronicling the planet's first era.",
    "source": "thunders-edge"
  },
  {
    "id": "cresius",
    "name": "Cresius",
    "trait": "cultural",
    "resources": 0,
    "influence": 1,
    "flavorText": "The techno-anchorites of the Grovian Order forbid mining of their \"sacred planet\" but the world is so toxic few would try anyway.",
    "source": "thunders-edge"
  },
  {
    "id": "lazul-rex",
    "name": "Lazul Rex",
    "trait": ["cultural", "industrial"],
    "resources": 2,
    "influence": 2,
    "flavorText": "Once a subsector capital, Lazul Rex has somehow endured the Twilight Wars unscathed with a fully functional government and economy.",
    "source": "thunders-edge"
  },
  {
    "id": "hercalor",
    "name": "Hercalor",
    "trait": "hazardous",
    "resources": 1,
    "influence": 0,
    "flavorText": "Overfarming devastated Hercalor's biosphere. Now the planet is a haven for rogues and pirates.",
    "source": "thunders-edge"
  },
  {
    "id": "tiamat",
    "name": "Tiamat",
    "trait": ["hazardous", "cultural"],
    "resources": 1,
    "influence": 2,
    "techSpecialty": "green",
    "flavorText": "Blessed with both a productive biome and exploitable mineral wealth, Tiamat is peaceful but surprisingly uninterested in galactic affairs.",
    "source": "thunders-edge"
  },
  {
    "id": "new-terra",
    "name": "New Terra",
    "trait": "hazardous",
    "resources": 1,
    "influence": 1,
    "flavorText": "Explorers were surprised to discover that this apparently lifeless rock has a rich fungal ecosystem in its interior, eating radiation from the planetoid's heavy metal core.",
    "source": "thunders-edge"
  },
  {
    "id": "tinnes",
    "name": "Tinnes",
    "trait": "industrial",
    "resources": 2,
    "influence": 1,
    "flavorText": "\"Oceans\" of black sand drift in the lowlands, forcing industry and most of the planet's biome to the frigid highlands.",
    "source": "thunders-edge"
  },
  {
    "id": "bellatrix",
    "name": "Bellatrix",
    "trait": "cultural",
    "resources": 1,
    "influence": 2,
    "flavorText": "Once devoted to war, Bellatrix was thoroughly demilitarized and now espouses a pacifist philosophy.",
    "source": "thunders-edge"
  },
  {
    "id": "tsion-station",
    "name": "Tsion Station",
    "trait": "cultural",
    "resources": 1,
    "influence": 1,
    "spaceStation": true,
    "flavorText": "The people of Bellatrix converted Tsion Station into a haven for refugees in order to atone for their past warmongering.",
    "source": "thunders-edge"
  },
  {
    "id": "tarana",
    "name": "Tarana",
    "trait": ["hazardous", "cultural"],
    "resources": 1,
    "influence": 2,
    "flavorText": "Visitors are encouraged to wear UV-filtering eye protection at all times, which also color-corrects the vibrant planet to a more neutral palette.",
    "source": "thunders-edge"
  },
  {
    "id": "oluz-station",
    "name": "Oluz Station",
    "trait": "industrial",
    "resources": 1,
    "influence": 1,
    "spaceStation": true,
    "flavorText": "Built by the Kieros and refitted by the Hylar, Oluz Station consists primarily of flooded compartments for aquatic species.",
    "source": "thunders-edge"
  },
  {
    "id": "horizon",
    "name": "Horizon",
    "trait": "cultural",
    "resources": 1,
    "influence": 2,
    "flavorText": "Horizon's biomes are heavily stratified by elevation, with shallow seas, lowland forests, and arid, rocky highlands. Strong air currents at higher altitudes may be responsible.",
    "source": "thunders-edge"
  },
  {
    "id": "elnath",
    "name": "El'Nath",
    "trait": "industrial",
    "resources": 2,
    "influence": 0,
    "flavorText": "El'nath's local magnetic field is so strong that metallic objects are repelled towards the sky. Specialized tools are required for mining and industrial operations.",
    "source": "thunders-edge"
  },
  {
    "id": "luthien-vi",
    "name": "Luthien VI",
    "trait": "industrial",
    "resources": 3,
    "influence": 1,
    "flavorText": "A mid-sized gas giant with unusually rich gas clouds, Luthien VI's populace live in floating cities in a narrow habitable zone just below the outer layer.",
    "source": "thunders-edge"
  },
  {
    "id": "avernus",
    "name": "Avernus",
    "trait": "hazardous",
    "resources": 2,
    "influence": 0,
    "notes": "Placed by the Embers of Muaat Stellar Genesis Breakthrough",
    "flavorText": "The first artificial world of this galactic age.",
    "source": "thunders-edge"
  },
  {
    "id": "cocytus",
    "name": "Cocytus",
    "trait": "hazardous",
    "resources": 3,
    "influence": 0,
    "fracture": true,
    "defendingFleet": "2 Cruisers, 2 Infantry",
    "flavorText": "Witness the end of a world, piece by glittering piece.",
    "source": "thunders-edge"
  },
  {
    "id": "styx",
    "name": "Styx",
    "trait": ["hazardous", "industrial"],
    "resources": 4,
    "influence": 0,
    "legendary": true,
    "fracture": true,
    "defendingFleet": "1 Destroyer, 2 Dreadnoughts, 3 Infantry",
    "flavorText": "Where light goes to die.",
    "source": "thunders-edge"
  },
  {
    "id": "lethe",
    "name": "Lethe",
    "trait": "cultural",
    "resources": 0,
    "influence": 2,
    "fracture": true,
    "defendingFleet": "1 Carrier, 4 Fighters, 1 Infantry (Lethe), 1 Infantry (Phlegethon)",
    "flavorText": "A planet riven by disaster, awaiting the final calamitous blow.",
    "source": "thunders-edge"
  },
  {
    "id": "phlegethon",
    "name": "Phlegethon",
    "trait": "cultural",
    "resources": 1,
    "influence": 2,
    "fracture": true,
    "defendingFleet": "Shared with Lethe system",
    "flavorText": "A ruined planet for a ruined universe.",
    "source": "thunders-edge"
  }
]
