[
  {
    "id": "dominus-orb",
    "name": "Dominus Orb",
    "description": "Before you move units during a tactical action, you may purge this card to move and transport units that are in systems that contain 1 of your command tokens.",
    "source": "pok"
  },
  {
    "id": "maw-of-worlds",
    "name": "Maw of Worlds",
    "description": "At the start of the agenda phase, you may purge this card and exhaust all of your planets to gain any 1 technology.",
    "source": "pok"
  },
  {
    "id": "scepter-of-emelpar",
    "name": "Scepter of Emelpar",
    "description": "When you would spend a token from your strategy pool, you may exhaust this card to spend a token from your reinforcements instead.",
    "source": "pok"
  },
  {
    "id": "shard-of-the-throne",
    "name": "Shard of the Throne",
    "description": "When you gain this card, gain 1 victory point. When you lose this card, lose 1 victory point. When a player gains control of a legendary planet you control, or a planet you control in your home system, that player gains this card.",
    "source": "pok"
  },
  {
    "id": "stellar-converter",
    "name": "Stellar Converter",
    "description": "ACTION: Choose 1 non-home, non-legendary planet other than Mecatol Rex in a system that is adjacent to 1 or more of your units that have BOMBARDMENT; destroy all units on that planet and purge its attachments and its planet card. Then, place the destroyed planet token on that planet and purge this card.",
    "source": "pok"
  },
  {
    "id": "the-codex",
    "name": "The Codex",
    "description": "ACTION: Purge this card to take up to 3 action cards of your choice from the action card discard pile.",
    "source": "pok"
  },
  {
    "id": "crown-of-emphidia",
    "name": "The Crown of Emphidia",
    "description": "After you perform a tactical action, you may exhaust this card to explore 1 planet you control. At the end of the status phase, if you control the \"Tomb of Emphidia\", you may purge this card to gain 1 Victory Point.",
    "source": "pok"
  },
  {
    "id": "crown-of-thalnos",
    "name": "The Crown of Thalnos",
    "description": "During each combat round, this card's owner may reroll any number of their dice, applying +1 to the results; any units that reroll dice but do not produce at least 1 hit are destroyed.",
    "source": "pok"
  },
  {
    "id": "the-obsidian",
    "name": "The Obsidian",
    "description": "When you gain this card, draw 1 secret objective. You can have 1 additional scored or unscored secret objective.",
    "source": "pok"
  },
  {
    "id": "prophets-tears",
    "name": "The Prophet's Tears",
    "description": "When you research a technology, you may exhaust this card to ignore 1 prerequisite or draw 1 action card.",
    "source": "pok"
  },
  {
    "id": "dynamis-core",
    "name": "Dynamis Core",
    "description": "While this card is in your play area, your commodity value is increased by 2. ACTION: Purge this card to gain trade goods equal to your printed commodity value +2.",
    "source": "codex-2"
  },
  {
    "id": "dynamis-core-omega",
    "name": "Dynamis Core",
    "description": "While this card is in your play area, your commodity value is increased by 2. ACTION: Gain trade goods equal to your commodity value then purge this card.",
    "source": "codex-2",
    "replaces": "dynamis-core"
  },
  {
    "id": "jr-xs455-0",
    "name": "JR-XS455-0",
    "description": "ACTION: Exhaust this agent and choose a player; that player may spend 3 resources to place a structure on a planet they control. If they do not, they gain 1 trade good.",
    "source": "codex-2"
  },
  {
    "id": "nano-forge",
    "name": "Nano-Forge",
    "description": "ACTION: Attach this card to a non-legendary, non-home planet you control; its resource and influence values are increased by 2 and it is a legendary planet.",
    "source": "codex-2"
  },
  {
    "id": "nano-forge-omega",
    "name": "Nano-Forge",
    "description": "ACTION: Attach this card to a non-legendary, non-home planet you control; its resource and influence values are increased by 2 and it is a legendary planet. This action cannot be performed once attached.",
    "source": "codex-2",
    "replaces": "nano-forge"
  },
  {
    "id": "circlet-of-the-void",
    "name": "Circlet of the Void",
    "description": "Your units do not roll for gravity rifts, and you ignore the movement effects of other anomalies. ACTION: Exhaust this card to explore a frontier token in a system that does not contain any other players' ships.",
    "source": "codex-4"
  },
  {
    "id": "book-of-latvinia",
    "name": "Book of Latvinia",
    "description": "When you gain this card, research up to 2 technologies that have no prerequisites. ACTION: Purge this card; if you control planets that have all 4 types of technology specialties, gain 1 victory point. Otherwise, gain the speaker token.",
    "source": "codex-4"
  },
  {
    "id": "neuraloop",
    "name": "Neuraloop",
    "description": "When a public objective is revealed, you may purge one of your relics to discard that objective and replace it with a random objective from any objective deck; that objective is a public objective, even if it is a secret objective.",
    "source": "codex-4"
  },
  {
    "id": "metal-void-armaments",
    "name": "Metal Void Armaments",
    "description": "During the \"Anti Fighter Barrage\" step of space combat, you may resolve ANTI-FIGHTER BARRAGE 6 (X3) against your opponent's units.",
    "source": "thunders-edge"
  },
  {
    "id": "the-quantumcore",
    "name": "The Quantumcore",
    "description": "When you gain this card, gain your breakthrough. You have SYNERGY for all technology types.",
    "source": "thunders-edge"
  },
  {
    "id": "the-silver-flame",
    "name": "The Silver Flame",
    "description": "The Silver Flame may be exchanged as part of a transaction. ACTION: Roll 1 die and purge this card; if the result is a 10, gain 1 victory point. Otherwise, purge your home system and all units in it; you cannot score public objectives. Put the Fracture into play if it is not already.",
    "source": "thunders-edge"
  },
  {
    "id": "lightrail-ordnance",
    "name": "Lightrail Ordnance",
    "description": "Your space docks gain SPACE CANNON 5 (X2). You may use your space dock's SPACE CANNON against ships that are adjacent to their system.",
    "source": "thunders-edge"
  },
  {
    "id": "metali-void-shielding",
    "name": "Metali Void Shielding",
    "description": "Each time hits are produced against 1 of your non-fighter ships, 1 of those ships may use SUSTAIN DAMAGE as if it had that ability.",
    "source": "thunders-edge"
  },
  {
    "id": "the-triad",
    "name": "The Triad",
    "description": "This card can be readied and spent as if it were a planet card. Its resource and influence values are equal to 3 plus the number of different types of relic fragments you own.",
    "source": "thunders-edge"
  },
  {
    "id": "heart-of-ixth",
    "name": "Heart of Ixth",
    "description": "After any die is rolled, you may exhaust this card to add or subtract 1 from its results.",
    "source": "thunders-edge"
  }
]
