[
  {
    "id": "leadership",
    "name": "Leadership",
    "initiative": 1,
    "primaryAbility": "Gain 3 command tokens. Spend any amount of influence to gain 1 command token for every 3 influence spent.",
    "secondaryAbility": "Spend any amount of influence to gain 1 command token for every 3 influence spent.",
    "source": "base"
  },
  {
    "id": "diplomacy",
    "name": "Diplomacy",
    "initiative": 2,
    "primaryAbility": "Choose 1 system other than the Mecatol Rex system that contains a planet you control; each other player places a command token from their reinforcements in the chosen system. Then, ready each exhausted planet you control in that system.",
    "secondaryAbility": "Spend 1 token from your strategy pool to ready up to 2 exhausted planets.",
    "source": "base"
  },
  {
    "id": "diplomacy-omega",
    "name": "Diplomacy",
    "initiative": 2,
    "primaryAbility": "Choose 1 system other than the Mecatol Rex system that contains a planet you control; each other player places a command token from their reinforcements in that system. Then, ready up to 2 exhausted planets you control.",
    "secondaryAbility": "Spend 1 token from your strategy pool to ready up to 2 exhausted planets you control.",
    "source": "codex-1",
    "replaces": "diplomacy"
  },
  {
    "id": "politics",
    "name": "Politics",
    "initiative": 3,
    "primaryAbility": "Choose a player other than the speaker. That player gains the speaker token. Draw 2 action cards. Look at the top 2 cards of the agenda deck. Place each card on the top or bottom of the deck in any order.",
    "secondaryAbility": "Spend 1 token from your strategy pool to draw 2 action cards.",
    "source": "base"
  },
  {
    "id": "construction",
    "name": "Construction",
    "initiative": 4,
    "primaryAbility": "Place 1 PDS or 1 space dock on a planet you control. Place 1 PDS on a planet you control.",
    "secondaryAbility": "Place 1 token from your strategy pool in any system; you may place either 1 space dock or 1 PDS on a planet you control in that system.",
    "source": "base"
  },
  {
    "id": "construction-pok",
    "name": "Construction",
    "initiative": 4,
    "primaryAbility": "Place 1 PDS or 1 space dock on a planet you control. Place 1 PDS on a planet you control.",
    "secondaryAbility": "Spend 1 token from your strategy pool and place it in any system; you may place either 1 space dock or 1 PDS on a planet you control in that system.",
    "source": "pok",
    "replaces": "construction"
  },
  {
    "id": "construction-omega",
    "name": "Construction",
    "initiative": 4,
    "primaryAbility": "Either place 1 structure on a planet you control or use the PRODUCTION ability of 1 of your space docks. Place 1 structure on a planet you control.",
    "secondaryAbility": "Spend 1 token from your strategy pool to place 1 structure on a planet you control.",
    "source": "thunders-edge",
    "replaces": "construction-pok"
  },
  {
    "id": "trade",
    "name": "Trade",
    "initiative": 5,
    "primaryAbility": "Gain 3 trade goods. Replenish commodities. Choose any number of other players. Those players use the secondary ability of this strategy card without spending a command token.",
    "secondaryAbility": "Spend 1 token from your strategy pool to replenish commodities.",
    "source": "base"
  },
  {
    "id": "warfare",
    "name": "Warfare",
    "initiative": 6,
    "primaryAbility": "Remove 1 of your command tokens from the game board; then, gain 1 command token. Redistribute any number of the command tokens on your command sheet.",
    "secondaryAbility": "Spend 1 token from your strategy pool to use the PRODUCTION ability of 1 of your space docks in your home system.",
    "source": "base"
  },
  {
    "id": "warfare-omega",
    "name": "Warfare",
    "initiative": 6,
    "primaryAbility": "Perform a tactical action in any system without placing a command token, even if the system already has your command token in it; that system still counts as being activated. You may redistribute your command tokens before and after this action.",
    "secondaryAbility": "Spend 1 token from your strategy pool to use the PRODUCTION abilities of the units in your home system.",
    "source": "thunders-edge",
    "replaces": "warfare"
  },
  {
    "id": "technology",
    "name": "Technology",
    "initiative": 7,
    "primaryAbility": "Research 1 technology. Spend 6 resources to research 1 technology.",
    "secondaryAbility": "Spend 1 token from your strategy pool and 4 resources to research 1 technology.",
    "source": "base"
  },
  {
    "id": "imperial",
    "name": "Imperial",
    "initiative": 8,
    "primaryAbility": "Immediately score 1 public objective if you fulfill its requirements. Gain 1 victory point if you control Mecatol Rex; otherwise, draw 1 secret objective.",
    "secondaryAbility": "Spend 1 token from your strategy pool to draw 1 secret objective.",
    "source": "base"
  }
]
